Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/bible/osko/index.php_kat_id=197_art_id=254.html.tmx
Source language: sme
Languages: smj

source: Oahpa: Dolla
smj: Åhpav: Dållå

source: It galgga cealkit vearreduođaštusa lagamuččat vuostái.
smj: I galga guojmát vuosstij vieret vihtanasstet.

source: Mii galgat ballat Ipmilis ja ráhkistit su, amamet gielástallat lagamužžamet ala, beahttit su, sárdnut su sealggabealde dahje baháid su birra, muhto vai mii bealuštit su, sárdnut buriid su birra ja váldit buot buoremus oaivila mielde.
smj: Galggap jubmelbalulattjan suv iehttset, vaj ep guojmáma biehte, suv birra boaktjot håla, gielesta jalik mavga baháv sárno, ájnat suv bælostip, suv birra buorev hållap ja gájkka buore guovlluj usjudip.

source: Dát máksá ahte eat galgga muitalit vearreduođaštusaid earáid birra, gilvit ságaid dahje gielistit.
smj: Dát mierkki ep galga iehtjádij birra subtsastit mij ij la sádnes, dåssjedis ságajt låvgijdit jali gielestit.

source: Bahás sáhka sáhttá vahágahttit su, geasa guoská.
smj: Dåssjedis sága soajttá hávvádahtti suv guhti dajs dejvadallá.

source: Bahás ságat dávjá sturrot, lea maid váttis daid bissehit go juo vuos leat biddjon johtui.
smj: Dåssjedis sága álu sjaddi, ja gássjel le dajt ganugahttet.

source: Danin – ale gilvit fuones ságaid earáid birra.
smj: Danen – ale dåssjedis ságajt iehtjádij birra subtsasta.

source: Jus háliidat duohtavuođa dovdat muhtun olbmo birra, de jeara sus alddis.
smj: Jus sidá sádnesvuodav muhtemis, de gatjáda sujsta njuolgga. Navti iehpedádjadusájt gádoda.

source: Leat go goassege doalahan duohtavuođa vaikko livččet galgan muitalit ?
smj: Le gus dån goassak sádnesvuodav tjiehkam gå galggi lulu dav bigodit ?

source: Manne son nu ?
smj: Manen navti gevaj ?

source: Ballet go bealkkahallamis ?
smj: Balli gus bælkkudallamis ?
